Repository: mduc279/TranslateTemplate
Catalog: *.resx
Languages: french, german

source: (*) The returned time zone {0} does not match with the device's time zone.
french: (*) Le fuseau horaire {0} ne correspond pas au fuseau horaire de l’appareil.
german: Die wiedergegebene Zeitzone {0} stimmt nicht mit der Zeitzone des Geräts überein.

source: (*)The returned time zone "{0}" does not match with the device's time zone.
french: (*) Le fuseau horaire « {0} » ne correspond pas au fuseau horaire de l’appareil.
german: Die wiedergegebene Zeitzone {0} stimmt nicht mit der Zeitzone des Geräts überein.

source: A new meeting starts shortly.
french: Une nouvelle réunion commence sous peu.
german: Ein neues Treffen beginnt in Kürze.

# All day events are currently not support.
source: All day events are not support.
french: Les événements de toute la journée ne sont pas pris en charge.
german: Ganztägige Veranstaltungen werden nicht unterstützt.

source: An error occurred while sending configuration data to the server. See logs for more details.
french: Une erreur s'est produite lors de l'envoi de données de configuration au serveur. Voir les journaux pour plus de détails.
german: Beim Senden von Konfigurationsdaten an den Server ist ein Fehler aufgetreten. Siehe Protokolle für weitere Details.

source: An error occurred when send configurations data to server. Please see logs for more details.
french: Une erreur s'est produite lors de l'envoi des données de configuration au serveur. Veuillez consulter les journaux pour plus de détails.
german: Beim Senden der Konfigurationsdaten an den Server ist ein Fehler aufgetreten. Bitte sehen Sie sich die Protokolle für weitere Details an.

source: An error occurred while sending configuration data to the server. See logs for more details.
french: Une erreur s'est produite lors de l'envoi de données de configuration au serveur. Voir les journaux pour plus de détails.
german: Beim Senden von Konfigurationsdaten an den Server ist ein Fehler aufgetreten. Siehe Protokolle für weitere Details.

source: Attendees
french: Participants
german: Teilnehmer

source: Available
french: Disponible
german: Verfügbar

source: Book New Meeting
french: Organiser une nouvelle réunion
german: Neue Besprechung buchen

source: By
french: Par
german: Von

source: Cancel
french: Annuler
german: Abbrechen

# Cannot book meeting as the resource is being occupied.
source: Cannot book reservation as the resource is being occupied.
french: Impossible de réserver car la ressource est occupée.
german: Die Reservierung kann nicht gebucht werden, da die Ressource bereits belegt ist.

source: Cannot connect to server {0}.
french: Impossible de se connecter au serveur {0}.
german: Es konnte keine Verbindung zum Server hergestellt werden.

# Cannot create event when calling Microsoft Graph.
source: Cannot create reservation when using Microsoft Graph.
french: Impossible de créer une réservation lors de l'utilisation de Microsoft Graph.
german: Bei Verwendung von Microsoft Graph kann keine Reservierung erstellt werden.

source: Cannot create reservation when using Microsoft Graph.
french: Impossible de créer une réservation lors de l'utilisation de Microsoft Graph.
german: Bei Verwendung von Microsoft Graph kann keine Reservierung erstellt werden.

# Cannot delete event when calling Microsoft Graph.
source: Cannot delete reservation when using Microsoft Graph.
french: Impossible de supprimer une réservation lors de l'utilisation de Microsoft Graph.
german: Reservierung kann nicht gelöscht werden, wenn Microsoft Graph verwendet wird.

source: Cannot delete reservation when using Microsoft Graph.
french: Impossible de supprimer la réservation lors de l'utilisation de Microsoft Graph.
german: Bei Verwendung von Microsoft Graph kann die Reservierung nicht gelöscht werden.

# Cannot end meeting before it starts.
source: Cannot end reservation before it starts.
french: Impossible de mettre fin à une réservation avant qu'elle ne commence.
german: Die Reservierung kann nicht beendet werden, bevor sie beginnt.

# Cannot End/Extend meeting before it starts.
source: Cannot End/Extend reservtion before it starts.
french: Impossible de terminer/prolonger la réservation avant qu'elle ne commence.
german: Reservierung kann nicht beendet/verlängert werden, bevor sie beginnt.

# Cannot End/Extend reservtion before it starts.
source: Cannot End/Extend reservation before it starts.
french: Impossible de terminer/prolonger la réservation avant qu'elle ne commence.
german: Reservierung kann nicht beendet/verlängert werden, bevor sie beginnt.

source: Cannot extend meeting beyond start time of the next meeting.
french: Impossible de prolonger la réunion au-delà de l'heure de début de la prochaine réunion.
german: Die Besprechung kann nicht über die Startzeit der nächsten Besprechung hinaus verlängert werden.

source: Cannot extend meeting. The next meeting starts shortly.
french: Impossible de prolonger la réunion. La prochaine réunion commence sous peu.
german: Konferenz kann nicht verlängert werden. Das nächste Treffen beginnt in Kürze.

# Cannot have the required appointment processed.
source: Cannot process the reservation.
french: Impossible de traiter la réservation.
german: Reservierung kann nicht bearbeitet werden.

source: Cannot process the reservation.
french: Impossible de traiter la réservation.
german: Die Reservierung kann nicht bearbeitet werden.

# Cannot update event when calling Microsoft Graph.
source: Cannot update reservation when calling Microsoft Graph.
french: Impossible de mettre à jour la réservation lors de l'utilisation de Microsoft Graph.
german: Reservierung kann bei Verwendung von Microsoft Graph nicht aktualisiert werden.

source: Cannot update reservation when using Microsoft Graph.
french: Impossible de mettre à jour la réservation lors de l'utilisation de Microsoft Graph.
german: Die Reservierung kann bei Verwendung von Microsoft Graph nicht aktualisiert werden.

# Card expired.
source: ID card has expired.
french: La carte d'identité a expiré.
german: ID-Karte ist abgelaufen.

source: Card ID or username / password not valid.
french: ID de carte ou nom d'utilisateur / mot de passe non valide.
german: Karten-ID oder Benutzername / Passwort ungültig.

source: Confirm
french: Confirmer
german: Bestätigen

source: Confirm Success.
french: Confirmer le succès.
german: Bestätigen Sie den Erfolg.

source: Connection error or server {0} does not support this feature.
french: Erreur de connexion, ou le serveur {0} ne prend pas en charge cette fonctionnalité.
german: Verbindungsfehler oder Server {0} unterstützt diese Funktion nicht.

# Create report problem is successfully
source: Problem description successfully saved
french: La description du problème a été sauvegardée avec succès
german: Problembeschreibung erfolgreich gespeichert

source: This reservation has not been syncronized yet. Please try again later.
french: Le rendez-vous actuel n'a pas encore été confirmé par le serveur, veuillez réessayer dans quelques minutes.
german: Diese Buchung wurde noch nicht syncronisiert. Bitte versuchen Sie es später erneut.

# Current event organized by
source: Current meeting organized by
french: Réunion en cours organisée par
german: Aktuelle Besprechung angelegt von

source: Current meeting organized by
french: Réunion en cours organisée par
german: Aktuelle Besprechung angelegt von

source: Default Subject
french: Sujet par défaut
german: Standardbetreff

# Either email address or account name is wrong.
source: Email address or account name is wrong.
french: L'adresse e-mail ou le nom du compte est incorrect.
german: E-Mail-Adresse oder Kontoname ist falsch.

source: Either Subject, Resource email, Starttime or Endtime is null.
french: Objet, e-mail de la ressource, Heure de début ou Heure de fin est null.
german: Entweder Betreff, Ressourcen-E-Mail, Startzeit oder Endzeit ist null.

source: End
french: Terminer
german: Ende

source: End current meeting?
french: Terminer la réunion en cours ?
german: Aktuelles Meeting beenden?

source: End date is earlier than Start date.
french: La date de fin est antérieure à la date de début.

source: END OR EXTEND
french: NOUVELLE RÉSERVATION
german: BEENDEN ODER VERLÄNGERN

source: End Time
french: Heure de fin
german: Endzeit

source: End time is earlier than start time.
french: Heure de fin est antérieure à l'heure de début.

source: End Time:
french: Heure de fin:
german: Endzeit:

source: Enter email address
french: Entrez votre adresse e-mail
german: E-Mail Adresse eingeben

source: Enter Password
french: Entrer le mot de passe
german: Passwort eingeben

source: Enter Your Information
french: Entrez vos informations
german: Geben Sie Ihre Informationen ein

source: Enter your password
french: Tapez votre mot de passe
german: Geben Sie Ihr Passwort ein

source: Enter your username
french: Entrez votre nom d'utilisateur
german: Geben Sie Ihren Benutzernamen ein

source: Error in configuration file {0}.
french: Erreur dans le fichier de configuration {0}.
german: Fehler in Konfigurationsdatei {0}.

source: Error in configuration file.
french: Erreur dans le fichier de configuration.
german: Fehler in Konfigurationsdatei

# Error in creating appointment. Please check the connection to DSS for Server
source: Error in creating appointment. Please check the connection to server
french: Erreur lors de la création du rendez-vous. Vérifiez la connexion au serveur
german: Fehler bei der Erstellung der Besprechung. Bitte überprüfen Sie die Verbindung zum Server.

source: Error in creating appointment. Please check the connection to DSS for Server.
french: Erreur lors de la création du rendez-vous. Vérifiez la connexion DSS du serveur.
german: Fehler bei der Erstellung der Besprechung. Bitte überprüfen Sie die Verbindung ??

source: Error in ending appointment. Please check if [Settings; Server time zone] is correctly selected.
french: Error in creating appointment. Please check the connection to DSS for Server
german: Fehler bei der Beendigung der Besprechung. Bitte überprüfen Sie, ob [Einstellungen; Zeitzone des Servers] richtig ausgewählt ist.

source: Error in ending appointment. Please check the connection to DSS for Server.
french: Erreur lors de la clôture du rendez-vous. Vérifiez la connexion DSS du serveur.
german: Fehler bei der Beendigung der Besprechung. Bitte überprüfen Sie die Verbindung ??

source: Error in extending appointment. Please check if [Settings; Server time zone] is correctly selected.
french: Erreur lors de la prolongation du rendez-vous. Vérifiez que [Paramètres ; Fuseau horaire du serveur] est correctement sélectionné.
german: Fehler bei der Verlängerung der Besprechung. Bitte überprüfen Sie, ob [Einstellungen; Zeitzone des Servers] richtig ausgewählt ist.

source: Error in extending appointment. Please check the connection to DSS for Server.
french: Erreur lors de la prolongation du rendez-vous. Vérifiez la connexion DSS du serveur.
german: Fehler bei der Verlängerung der Besprechung. Bitte überprüfen Sie die Verbindung ??

source: Error in the template file {0}.
french: Erreur dans le fichier de modèle {0}.
german: Fehler im template file {0}.

source: Error in the template file.
french: Erreur dans le fichier de modèle.
german: Fehler im template file.

# Error when create report problem
source: Error creating problem description
french: Description de l'erreur de création de problème
german: Fehler bei der Erstellung der Problembeschreibung

# Events
source: Meetings
french: Réunions
german: Besprechungen

source: Extend
french: Prolonger
german: Verlängern

source: EXTEND BOOKING
french: ETENDRE LA RESERVATION
german: RESERVIERUNG VERLÄNGERN

source: Extend Meeting
french: Prolonger la réunion
german: Besprechung verlängern

# Extend Reservation
source: Extend Meeting
french: Prolonger la réunion
german: Besprechung verlängern

# Extend time must be greater than end time.
source: The extension time must be longer than the end time.
french: La durée d'extension doit être plus longue que la durée de fin.
german: Die Verlängerungszeit muss länger sein als die Endzeit.

source: Failed to set up the association between the user and the card. Please try again later or contact your administrator.
french: La configuration de l'association entre l'utilisateur et la carte a échoué. Veuillez réessayer plus tard ou contacter votre administrateur.
german: Die Verbindung zwischen dem Benutzer und der Karte konnte nicht hergestellt werden. Bitte versuchen Sie es später erneut oder wenden Sie sich an Ihren Administrator.

source: ID card has expired.
french: La carte d'identité a expiré.
german: ID-Karte ist abgelaufen.

source: Invalid account, (PIN Code or Card id not found), please create a new Account or contact your administrator
french: Compte invalide, (Code PIN ou ID de carte non trouvé), veuillez créer un nouveau compte ou contacter votre administrateur.

# Invalid card.
source: Invalid account, (PIN Code og Card id not found), please create a new Account or contact you administrator
french: Carte non valide.
german: Ungültige Karte.

source: Invalid information
french: Informations non valides
german: Ungültige Informationen

source: Invalid password
french: Mot de passe non valide
german: Ungültiges Passwort

source: Keyboard
french: Clavier
german: Tastatur

source: List View
french: Vue en liste
german: Listenansicht

source: Make meeting
french: Créer une nouvelle réunion
german: Besprechung anlegen

# Make reservation
source: Make meeting
french: Créer une nouvelle réunion
german: Besprechung anlegen

source: Meeting
french: Réunion
german: Besprechung

source: Meeting room is available
french: Cette salle de réunion est disponible
german: Besprechungsraum ist verfügbar

source: Meeting room is available now
french: Cette salle de réunion est disponible maintenant
german: Besprechungsraum ist jetzt verfügbar

source: Meetings
french: Réunions
german: Besprechungen

source: Network is unreachable
french: Le réseau est inaccessible
german: Netzwerk ist nicht erreichbar

source: Network is unreachable.
french: Impossible d’accéder au réseau.
german: Es kann keine Verbindung zum Netwerk hergestellt werden.

source: NEW BOOKING
french: NOUVELLE RESERVATION
german: NEUE BUCHUNG

source: NEW RESERVATION
french: ANGLAIS
german: NEUE BUCHUNG

source: NEXT BOOKING STARTS SHORTLY
french: PROCHAINE RESERVATION COMMENCE COURT
german: NÄCHSTE BUCHUNG BEGINNT KURZ

source: Next meeting at {0}
french: Prochaine réunion à {0}
german: Nächste Besprechung um {0} Uhr

source: Next meeting starts shortly
french: La prochaine réunion commence bientôt
german: Nächste Besprechung beginnt in Kürze

source: Next meetings and events
french: Prochains événements et réunions
german: Nächste Besprechungen und Veranstaltungen

source: Next reservation at {0}
french: Prochaine réunion à {0}
german: Nächste Besprechung um {0} Uhr

# Next reservation starts shortly
source: Next meeting starts shortly
french: La prochaine réunion commence bientôt
german: Nächste Besprechung beginnt in Kürze

# Next reservations and events
source: Next meetings and events
french: Prochains événements et réunions
german: Nächste Besprechungen und Veranstaltungen

source: No further meetings today
french: Les réservations du jour Aucune autre réunion aujourd'hui
german: Heute keine weiteren Raumbuchungen

source: No further meetings today[NEWLINE][NEWLINE]Book a new reservation by tapping the screen
french: Les réservations du jour Aucune autre réunion aujourd'hui[NEWLINE][NEWLINE]Réservez une nouvelle réservation en appuyant sur l'écran skærmen
german: Heute keine weiteren Raumbuchungen[NEWLINE][NEWLINE]Schirm tippen um eine neue Buchung zu machen

source: No meetings today
french: Aucune réunion aujourd'hui
german: Heute keine Besprechungen

source: No Network connection
french: Pas de connexion réseau
german: Keine Netzwerkverbindung

# No reservations today
source: No meetings today
french: Aucune réunion aujourd'hui
german: Heute keine Besprechungen

source: Occupied
french: Occupé
german: Belegt

source: OCCUPIED {0} - {1}
french: OCCUPÉ {0} - {1}
german: BESETZT {0} - {1}

source: OK
french: L’opération a échoué

source: Organized by
french: Organisé par
german: Angelegt von

source: Organizer
french: Organisateur
german: Organisator

source: Organizer Email:
french: Courriel de l'organisateur:
german: E-Mail des Veranstalters:

source: Organizer Name:
french: Nom de l'organisateur:
german: Name des Veranstalters:

source: Organizer:
french: Organisateur:
german: Organisator:

source: Password
french: Mot de passe
german: Passwort

source: Password is required.
french: Mot de passe obligatoire.
german: Passwort wird benötigt.

# Personal ID
source: PIN code
french: Code PIN

# Personal ID already existed.
source: PIN code already existed, choose another code.
french: Le code PIN existe déjà, choisissez un autre code.
german: PIN-Code war bereits vorhanden, wählen Sie einen anderen Code.

# Personal ID is required.
source: PIN code is required.
french: Le code PIN est requis.
german: Erfordert PIN-Code

source: Please check your inbox for a validation mail where you can activate your account.
french: Veuillez vérifier votre boîte de réception pour un mail de validation où vous pourrez activer votre compte.
german: Bitte prüfen Sie Ihren Posteingang auf eine Bestätigungsmail, in der Sie Ihr Konto aktivieren können.

source: Please confirm the reservation. If not confirmed, it will be ended after {0} minute(s) after start time.
french: S'il vous plaît confirmer la réservation. S'il n'est pas confirmé, il sera terminé après {0} minute (s) après l'heure de début.
german: Bitte bestätigen Sie die Reservierung. Wenn nicht bestätigt, wird es nach {0} Minute (n) nach der Startzeit beendet.

source: Please confirm the meeting. If not confirmed, the meeting will be ended after {0} minutes after start time.
french: Confirmez la réunion. Si elle n’est pas confirmée, la réunion se terminera {0} minutes après l’heure de début.
german: Bitte bestätigen Sie die Besprechung. Wenn die Besprechung nicht bestätigt wird, endet sie {0} Minuten nach Beginn.

source: Please confirm the meeting. If not confirmed, the meeting will be ended after {0} minutes after start time.
french: Confirmez la réunion. Si elle n’est pas confirmée, la réunion se terminera {0} minutes après l’heure de début.
german: Bitte bestätigen Sie die Besprechung. Wenn die Besprechung nicht bestätigt wird, endet sie {0} Minuten nach Beginn.

source: Please confirm the meeting. If not confirmed, the reservation will be ended after {0} minutes after start time.
french: Confirmez la réunion. Si elle n’est pas confirmée, la réservation se terminera {0} minutes après l’heure de début.
german: Bitte bestätigen Sie die Besprechung. Wenn die Besprechung nicht bestätigt wird, endet sie {0} Minuten nach Beginn.

source: Please confirm the meeting. [NEWLINE]If not confirmed, the meeting will be ended after {0} minutes after start time.
french: Confirmez la réunion. [RETOUR À LA LIGNE]Si elle n’est pas confirmée, la réunion se terminera {0} minutes après l’heure de début.
german: Bitte bestätigen Sie die Besprechung. [NEWLINE]Wenn die Besprechung nicht bestätigt wird, endet sie {0} Minuten nach Beginn.

source: Please confirm the meeting.[NEWLINE]If not confirmed, the meeting will be ended after {0} minutes after start time.[NEWLINE]
french: Confirmez la réunion.[NEWLINE]Si elle n’est pas confirmée, la réunion se terminera {0} minutes après l’heure de début.[NEWLINE]
german: Bitte bestätigen Sie die Besprechung.[NEWLINE]Wenn die Besprechung nicht bestätigt wird, endet sie {0} Minuten nach Beginn.[NEWLINE]

source: Please confirm the reservation. If not confirmed, it will be ended after {0} minute(s) after start time.
french: S'il vous plaît confirmer la réservation. S'il n'est pas confirmé, il sera terminé après {0} minute (s) après l'heure de début.
german: Bitte bestätigen Sie die Reservierung. Wenn nicht bestätigt, wird es nach {0} Minute (n) nach der Startzeit beendet.

source: Please confirm the meeting. If not confirmed, the reservation will be ended after {0} minutes after start time.
french: Confirmez la réunion. Si elle n’est pas confirmée, la réservation se terminera {0} minutes après l’heure de début.
german: Bitte bestätigen Sie die Besprechung. Wenn die Besprechung nicht bestätigt wird, endet sie {0} Minuten nach Beginn.

source: Please input a comment
french: Veuillez saisir un commentaire
german: Bitte geben Sie einen Kommentar ein

source: Please tap the screen to book instant meeting
french: Appuyez sur l’écran pour organiser une nouvelle réunion instantanément
german: Bitte tippen Sie auf den Bildschirm, um eine Besprechung direkt zu buchen.

source: Please tap the screen to book new meeting
french: Appuyez sur l’écran pour organiser une nouvelle réunion
german: Bitte tippen Sie auf den Bildschirm, um eine neue Besprechung zu buchen.

# Please tap the screen to book new reservation
source: Please tap the screen to book new meeting
french: Appuyez sur l’écran pour organiser une nouvelle réunion
german: Bitte tippen Sie auf den Bildschirm, um eine neue Besprechung zu buchen.

source: Please tap the screen to end/extend current meeting
french: Appuyez sur l’écran pour terminer/prolonger la réunion en cours
german: Bitte tippen Sie auf den Bildschirm um die aktuelle Besprechung zu beenden/verlängern.

source: Please tap the screen to end/extend the meeting
french: Appuyez sur l’écran pour terminer/prolonger la réunion
german: Bitte tippen Sie auf den Bildschirm, um die Besprechung zu beenden/verlängern.

# Please tap the screen to end/extend the reservation
source: Please tap the screen to end/extend the meeting
french: Appuyez sur l’écran pour terminer/prolonger la réunion
german: Bitte tippen Sie auf den Bildschirm, um die Besprechung zu beenden/verlängern.

# Re-enter personal ID is incorrect.
source: PIN codes are not the same.
french: Les codes PIN ne sont pas les mêmes.
german: Die PIN-Codes sind nicht identisch.

source: Remote Restart
french: Redémarrage à distance
german: Remote-Neustart

source: Report a problem
french: Signaler un problème
german: Ein Problem melden

source: Report problem
french: Signaler un problème
german: Problem melden

# Reservation
source: Meeting
french: Réunion
german: Besprechung

source: Resource
french: Ressource
german: Ressource

source: Resource does not exist.
french: La ressource n'existe pas.
german: Ressource existiert nicht.

source: Resource email {0} does not exist in Exchange Server.
french: L'e-mail de ressource {0} n'existe pas dans Exchange Server.
german: Die Ressourcen-E-Mail {0} ist in Exchange Server nicht vorhanden.

source: Resource Email:
french: E-mail de la ressource:
german: Ressourcen-E-Mail:

source: Resource Name:
french: Nom de la ressource:
german: Ressourcenname:

source: Resource or Meeting organizer does not exist.
french: L'organisateur de ressource ou de réunion n'existe pas.
german: Ressourcen- oder Besprechungsorganisator existiert nicht.

# Resource or organizer does not exist.
source: Resource or Meeting organizer does not exist.
french: L'organisateur de ressource ou de réunion n'existe pas.
german: Der Ressourcen- oder Besprechungsorganisator ist nicht vorhanden.

source: Resource Status From
french: État de la ressource depuis
german: Ressourcenstatus von

# Room
source: Mødelokale
french: Salle
german: Raum

source: Room schedule today
french: Horaire d’occupation de la salle pour aujourd’hui
german: Raumplan heute

source: Select Date
french: Sélectionner une date
german: Datum auswählen

source: Sending heartbeat to server {0} failed.
french: L’envoi du heartbeat au serveur {0} a échoué.
german: Heartbeat konnte nicht an Server {0} gesendet werden.

source: Server request timed out.
french: La demande de serveur a expiré.
german: Zeitüberschreitung bei Serveranfrage
