Repository: mduc279/TranslateTemplate
Catalog: *.resx
Languages: french, german

source: Show all meeting rooms
french: Afficher toutes les salles de réunion
german: Alle Tagungsräume anzeigen

# Show all rooms
source: Show all meeting rooms
french: Afficher toutes les salles de réunion
german: Alle Besprechungsräume anzeigen

source: Show only unused meeting rooms
french: Afficher uniquement les salles de réunion inutilisées
german: Nur nicht belegte Besprechungsräume anzeigen

source: Show only used meeting rooms
french: Afficher uniquement les salles de réunion utilisées
german: Nur belegte Besprechungsräume anzeigen

source: Something went wrong in communication with the Server. Please check connection.
french: Erreur de communication avec le Serveur. Vérifiez la connexion.
german: Bei der Kommunikation mit dem Server ist ein Fehler aufgetreten. Bitte überprüfen Sie die Verbindung.

# Something went wrong in DSS for Server. Please check the connection to it.
source: Something went wrong in communication with the Server. Please check connection.
french: Erreur de communication avec le Serveur. Vérifiez la connexion.
german: Bei der Kommunikation mit dem Server ist ein Fehler aufgetreten. Bitte überprüfen Sie die Verbindung.

source: Start Time
french: Heure de début
german: Startzeit

source: Subject
french: Sujet
german: Betreff

source: Subject:
french: Sujet:
german: Betreff:

source: Success.
french: Succès.
german: Erfolgreich.

source: Swipe your card
french: Passez votre carte
german: Ziehen Sie Ihre Karte durch

source: Tab screen to reserve the meeting room
french: En cliquant sur cet écran, vous pouvez organiser une nouvelle réunion
german: Sie können eine neue Besprechung durch Tippen auf den Bildschirm buchen.

source: TAP TO BOOK
french: TAP POUR RÉSERVER
german: TIPPEN SIE ZUM BUCHEN

source: TAP TO END/EXTEND BOOKING
french: APPUYEZ POUR TERMINER/PROLONGER LA RÉSERVATION
german: TIPPEN SIE, UM DIE BUCHUNG ZU BEENDEN/ZU VERLÄNGERN

# The config of Modern Authentication has error.
source: The configuration of Modern Authentication has errors, contact the Administrator.
french: La configuration de Modern Authentication comporte des erreurs, contactez l'administrateur.
german: Die Konfiguration von Modern Authentication ist fehlerhaft, wenden Sie sich an den Administrator.

# The configuration &amp; template has been refreshed
source: The configuration & template has been refreshed
french: La configuration et le modèle ont été actualisés
german: Die Konfiguration und die Vorlage wurden erneuert.

# The end date you entered occurs before the start date.
source: End date is earlier than Start date.
french: La date de fin est antérieure à la date de début.
german: Das Enddatum liegt vor dem Startdatum.

source: Failed to set up the association between the user and the card. Please try again later or contact your administrator.
french: La configuration de l'association entre l'utilisateur et la carte a échoué. Veuillez réessayer plus tard ou contacter votre administrateur.
german: Die Verbindung zwischen dem Benutzer und der Karte konnte nicht hergestellt werden. Bitte versuchen Sie es später erneut oder wenden Sie sich an Ihren Administrator.

source: The meeting room is available
french: Cette salle de réunion est disponible
german: Der Besprechungsraum ist verfügbar.

source: The meeting will start shortly.
french: Cette réunion commence bientôt.
german: Die Besprechung startet in Kürze.

source: The resource is invisible.
french: La ressource est invisible.
german: Die Ressource ist unsichtbar.

source: The resource with email {0} does not exist.
french: La ressource avec l'email {0} n'existe pas.
german: Die Ressource mit der E-Mail-Adresse {0} ist nicht vorhanden.

source: The resource {0} does not have its corresponding exchange server.
french: La ressource {0} n'a pas son serveur d'échange correspondant.
german: Die Ressource {0} hat keinen entsprechenden Exchange-Server.

source: The selected resource is not available.
french: La ressource sélectionnée n'est pas disponible.
german: Die ausgewählte Ressource ist nicht verfügbar.

source: The template cannot be loaded after it is downloaded from the local machine.
french: Le modèle ne peut pas être chargé après avoir été téléchargé de la machine locale.
german: Die Vorlage kann nicht geladen werden, nachdem sie vom lokalen Rechner heruntergeladen wurde.

# The template cannot be reloaded when it is retrieved from local machine.
source: The template cannot be loaded after it is downloaded from the local machine.
french: Le modèle ne peut pas être chargé après avoir été téléchargé de la machine locale.
german: Die Vorlage kann nicht geladen werden, nachdem sie vom lokalen Rechner heruntergeladen wurde.

source: There is an error(s) when getting server information api from {0} .
french: Une ou plusieurs erreurs se sont produites lors de l'obtention de l'API des informations sur le serveur à partir de {0}.
german: Beim Abrufen der Serverinformations-API von {0} sind Fehler aufgetreten.

source: There is an error(s) when getting server information api from {0} .
french: Erreur dans l’obtention des informations API du serveur depuis {0} .
german: Beim Abruf von Serverinformation API von {0} ist ein Fehler aufgetreten.

source: This Card has been disabled by the Administrator.
french: Cette carte d'identité a été désactivée par l'administrateur.
german: Diese ID-Karte wurde vom Administrator deaktiviert.

source: This card is valid from {0} to {1}.
french: Cette carte est valide du {0} au {1}.
german: Diese Karte ist von {0} bis {1} gültig.

source: This device has not approved the configuration file.
french: Cet appareil n'a pas approuvé le fichier de configuration.
german: Dieses Gerät hat die Konfigurationsdatei nicht genehmigt.

source: This device is waiting for approval from this server.
french: Ce dispositif est en attente d'approbation par ce serveur.
german: Dieses Gerät wartet auf die Freigabe von diesem Server.

source: This digital sign was not registered correctly on the server side\nPlease close app and do the configuration again
french: Ce panneau numérique n'a pas été enregistré correctement du côté du serveur. Veuillez fermer l'application et recommencer la configuration.
german: Dieses Digital Sign wurde serverseitig nicht korrekt registriert\nBitte schließen Sie die App und führen Sie die Konfiguration erneut durch

source: This function has been disabled by the Administrator.
french: Cette fonction a été désactivée par l’Administrateur.
german: Diese Funktion wurde vom Administrator deaktiviert.

source: This function only supports by a newer server version.
french: Cette fonction n'est prise en charge que par une version plus récente du serveur.
german: Diese Funktion wird nur von einer neueren Serverversion unterstützt.

# This function only supports new server.
source: This function only supports by a newer server version.
french: Cette fonction n'est prise en charge que par une version plus récente du serveur.
german: Diese Funktion wird nur von einer neueren Serverversion unterstützt.

# This meeting starts shortly.
source: The meeting will start shortly.
french: Cette réunion commence bientôt.
german: Die Besprechung startet in Kürze.

source: This reservation has not been syncronized yet. Please try again later.
french: Le rendez-vous actuel n'a pas encore été confirmé par le serveur, veuillez réessayer dans quelques minutes.
german: Diese Buchung wurde noch nicht syncronisiert. Bitte versuchen Sie es später erneut.

source: Time
french: Heure
german: Zeit

source: To
french: À
german: Zu

source: to {0}
french: vers {0}
german: bis {0}

source: Today meetings and events
french: Événements et réunions du jour
german: Heutige Besprechungen und Veranstaltungen

source: Today's reservations
french: FIN OU PROLONGER
german: HEUTIGE BUCHUNGEN

source: User name
french: Nom d’utilisateur
german: Nutzername

source: User name is required.
french: Le nom d’utilisateur est obligatoire.
german: Ein Benutzername ist erforderlich.

source: VACANT UNTIL {0}
french: VACANT JUSQU'AU {0}
german: VACANT BIS {0}

source: Very soon a new digital sign will be ready for use\nPlease wait while your new digital sign is being enrolled
french: Très bientôt, un nouveau panneau numérique sera prêt à être utilisé. Veuillez patienter pendant l'enregistrement de votre nouveau panneau numérique.
german: In Kürze wird ein neues digitales Hinweisschild einsatzbereit sein\nBitte warten Sie, während Ihr neues digitales Hinweisschild registriert wird

source: Welcome {0}. Your session will end 30 seconds after your last touch on the screen.
french: Bienvenue {0}. Votre session se terminera 30 secondes après votre dernière pression sur l'écran.
german: Willkommen {0}. Ihre Sitzung endet 30 Sekunden nach Ihrer letzten Berührung auf dem Bildschirm.

source: You can book a new meeting by tapping this screen
french: En cliquant sur cet écran, vous pouvez organiser une nouvelle réunion
german: Sie können eine neue Besprechung durch Tippen auf den Bildschirm buchen.

source: You can only end/extend a meeting if you are the meeting organizer.
french: Vous ne pouvez mettre fin / prolonger une réunion que si vous êtes l'organisateur de la réunion.
german: Sie können eine Besprechung nur beenden / verlängern, wenn Sie der Organisator der Besprechung sind.

# You can only end/extend a meeting if you are the organizer.
source: You can only end/extend a meeting if you are the meeting organizer.
french: Vous ne pouvez terminer/prolonger une réunion que si vous êtes l'organisateur de la réunion.
german: Sie können eine Besprechung nur beenden/verlängern, wenn Sie der Organisator der Besprechung sind.

source: You cannot book this resource because the resource is closed. Opening hours from {0} to {1}.
french: Vous ne pouvez pas réserver cette ressource car elle est fermée. Heures d'ouverture de {0} à {1}.
german: Sie können diese Ressource nicht buchen, da die Ressource geschlossen ist. Öffnungszeiten von {0} bis {1}.

source: You need to swipe your card to interact with the screen.
french: Vous devez faire glisser votre carte pour interagir avec l'écran.
german: Sie müssen Ihre Karte durchziehen, um mit dem Bildschirm zu interagieren.

source: You've turned off the Kiosk Mode, the application must restart to display Navigation Bar. Click ""OK"" to continue.
french: Vous avez désactivé le mode kiosque, l'application doit redémarrer pour afficher la barre de navigation. Cliquez sur "OK" pour continuer.
german: Sie haben den Kioskmodus ausgeschaltet, die Anwendung muss neu gestartet werden, um die Navigationsleiste anzuzeigen. Klicken Sie auf "OK", um fortzufahren.

source: You've turned off the Kiosk Mode, the application will automatically restart to display Navigation Bar.
french: Vous avez désactivé le mode kiosque, l'application redémarre automatiquement pour afficher la barre de navigation.
german: Sie haben den Kioskmodus ausgeschaltet, die Anwendung wird automatisch neu gestartet, um die Navigationsleiste anzuzeigen.

source: You've turned on the Kiosk Mode, the application must restart to hide Navigation Bar. Click ""OK"" to continue.
french: Vous avez activé le mode kiosque, l'application doit redémarrer pour masquer la barre de navigation. Cliquez sur ""OK"" pour continuer.
german: Sie haben den Kioskmodus aktiviert. Die Anwendung muss neu gestartet werden, um die Navigationsleiste auszublenden. Klicken Sie auf "OK", um fortzufahren.

source: You've turned on the Kiosk Mode, the application will automatically restart to hide Navigation Bar.
french: Vous avez activé le mode kiosque, l'application redémarre automatiquement pour masquer la barre de navigation.
german: Sie haben den Kioskmodus aktiviert, die Anwendung wird automatisch neu gestartet, um die Navigationsleiste auszublenden.

source: Your account has not been activated.
french: Votre compte n'a pas été activé.
german: Ihr Konto ist nicht aktiviert worden.

source: {0} session has expired.
french: {0} session a expiré.
german: {0} Sitzung ist abgelaufen.

source: {0}'s session has expired.
french: La session de {0} a expiré.
german: Die Sitzung von {0} ist abgelaufen.

# Appointment already existed.
source: Reservation on same timeslot already exists.
german: Die Besprechung existiert bereits.

source: Floor Map
german: Bodenkarte

source: Operation failed
german: Operation fehlgeschlagen

# This ID Card has been disabled by the Administrator.
source: This account has been disabled by the Administrator.
german: Dieser Personalausweis wurde vom Administrator deaktiviert.

source: You cannot book this resource because the resource is closed. Opening hours from {0} to {1}.
german: Sie können diese Ressource nicht buchen, da die Ressource geschlossen ist. Öffnungszeiten von {0} bis {1}.
